const arrZodiac = [

	{ id: 'aries' 		, title: 'Овен' 	, symbol: '♈' , },
	{ id: 'taurus' 		, title: 'Телець' 	, symbol: '♉︎' , },
	{ id: 'gemini' 		, title: 'Близнюки' , symbol: '♊︎' , },
	{ id: 'cancer' 		, title: 'Рак' 		, symbol: '♋︎' , },
	{ id: 'leo' 		, title: 'Лев' 		, symbol: '♌︎' , },
	{ id: 'virgo' 		, title: 'Діва' 	, symbol: '♍︎' , },
	{ id: 'libra' 		, title: 'Терези' 	, symbol: '♎︎' , },
	{ id: 'scorpio' 	, title: 'Скорпіон' , symbol: '♏︎' , },
	{ id: 'sagittarius' , title: 'Стрілець' , symbol: '♐︎' , },
	{ id: 'capricornus' , title: 'Козеріг' 	, symbol: '♑︎' , },
	{ id: 'aquarius' 	, title: 'Водолій' 	, symbol: '♒︎' , },
	{ id: 'pisces' 		, title: 'Риби' 	, symbol: '♓︎' , },

];




const objTitleCalendar = { 	

	monthI: 	[ 'Січень','Лютий','Березень','Квітень','Травень','Червень','Липень','Серпень','Вересень','Жовтень','Листопад','Грудень' ],
	monthR: 	[ 'Січня','Лютого','Березня','Квітня','Травня','Червня','Липня','Серпня','Вересня','Жовтня','Листопада','Грудня' ],
	monthAbbr: 	[ 'січ','лют','бер','кві','тра','чер','лип','сер','вер','жов','лис','гру' ],
	month: 		[ '01','02','03','04','05','06','07','08','09','10','11','12' ],
	day: 		[ 'Неділя','Понеділок','Вівторок','Середа','Четвер','П\'ятниця','Субота' ],
	dayAbbr: 	[ 'Нд','Пн','Вт','Ср','Чт','Пт','Сб' ],

	// хвилини або секунди
	txtMS: 		[ '00','01','02','03','04','05','06','07','08','09','10','11','12','13','14','15','16','17','18','19','20','21','22','23','24','25','26','27','28','29','30','31','32','33','34','35','36','37','38','39','40','41','42','43','44','45','46','47','48','49','50','51','52','53','54','55','56','57','58','59' ],
};





let objZodiac = {};
arrZodiac.forEach( k => {
	objZodiac[ k.id ] = k;
});








