	
let arrOemVag = [


/*

{
	id 		: '',   // VAG code
	title 	: '',
	cat 	: '',
	analog 	: {
		vag: [ '', ],
	},
	site : {
		vbavto_com_ua: 1, // https://vbavto.com.ua/products?q= ID этого объекта
	},
},

*/









{
	id 		: '02A945413C',
	title 	: 'Датчик (вимикач) ліхтарів заднього ходу / Лягушка',
	cat 	: '',
	analog 	: {
		era 		: [ '330744', ],
		febi 		: [ '21760', ],
		jp_group 	: [ '1196601500', ],
		metzger 	: [ '912026', ],
		topran 		: [ '100356', ],
		swag 		: [ '30921760', ],
	},
	site 	: {
		vbavto_com_ua: 1,
	},
},
{
	id 		: '037906301C',
	title 	: 'Датчик масової витрати повітря / ДМРВ',
	cat 	: '',
	analog 	: {},
	site : {},
},
{
	id 		: '06N0905104',
	title 	: 'Котушка запалювання',
	cat 	: '',
	analog 	: {
		beru 			: [ 'ZSE001', ],
		bremi 			: [ '11893', ],
		champion 		: [ 'BAE851AE245', ],
		febi 			: [ '17194', ],
		hella 			: [ '5DA006623951', ],
		jp_group 		: [ '1191601500', ],
		magneti_marelli : [ '060717007012', '060717005012', '060717008012', ],
		meyle 			: [ '1009050007', ],
		mobiletron 		: [ 'CE09', 'IGH016K', ],
		meat_doria 		: [ '10308', ],
		swag 			: [ '30917194', ],
		valeo 			: [ '245092', ],
		ngk 			: [ '48000', ],
	},
	site : {
		vbavto_com_ua: 1,
	},
	note: 'Роз\'єм: 3 контакти',
},
{
	id 		: '037103493AB',
	title 	: 'Патрубок вентиляції картерних газів (подвійний шланг-штани)',
	cat 	: '',
	analog 	: {
		jp_group 	: [ '1112000200', ],
		meyle 		: [ '1000360001', ],
		topran 		: [ '111794', '111794755', ],
	},
	site 	: {
		vbavto_com_ua: 1,
	},
},
{
	id 		: '037133383',
	title 	: 'Патрубок вентиляції картерних газів (z-трубка до КХХ)',
	cat 	: '',
	analog 	: {},
	site 	: {},
},
{
	id 		: '037103213B',
	title 	: 'Патрубок вентиляції картерних газів (Г-трубка)',
	cat 	: '',
	analog 	: {
		jp_group 	: [ '1111152000',  ],
		topran 		: [ '109614', '109614755', ],
	},
	site 	: {
		vbavto_com_ua: 1,
	},
},
{
	id 		: '357129627AC',
	title 	: 'Патрубок повітряний (хобот від повітряного фільтру до дроссельної заслінки)',
	cat 	: '',
	analog 	: {},
	site 	: {},
},
{
	id 		: '1H0819371',
	title 	: 'Патрубок радіатора обігрівача (вхід/подача)',
	cat 	: '',
	analog 	: {
		febi 		: [ '33535', ],
		jp_group 	: [ '1114304300', ],
		meyle 		: [ '1198190012', ],
	},
	site 	: { vbavto_com_ua: 1, },
},
{
	id 		: '1H0819371C',
	title 	: 'Патрубок радіатора обігрівача (вхід/подача)',
	cat 	: '',
	analog 	: {},
	site 	: { vbavto_com_ua: 1, },
},
{
	id 		: '1HM819371',
	title 	: 'Патрубок радіатора обігрівача (вхід/подача)',
	cat 	: '',
	analog 	: {},
	site 	: { vbavto_com_ua: 1, },
},
{
	id 		: '1H0819371J',
	title 	: 'Патрубок радіатора обігрівача (вхід/подача)',
	cat 	: '',
	analog 	: {},
	site 	: { vbavto_com_ua: 1, },
},
{
	id 		: '1H0819371G',
	title 	: 'Патрубок радіатора обігрівача (вхід/подача)',
	cat 	: '',
	analog 	: {},
	site 	: { vbavto_com_ua: 1, },
},
{
	id 		: '1H0819373C',
	title 	: 'Патрубок радіатора обігрівача (вихід/зворотній)',
	cat 	: '',
	analog 	: {
		jp_group 	: [ '1114304400', ],
		meyle 		: [ '1198190014', ],
		topran 		: [ '108309', ],
	},
	site 	: { vbavto_com_ua: 1, },
},
{
	id      : '028129748',
	title   : 'Прокладка корпуса впускного колектора та дросельної заслінки',
	analog 	: {
		elring 		: [ '620.222', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '028103609A',
	title 	: 'Прокладка піддону картера двигуна',
	cat 	: '',
	analog 	: {
		elring 		: [ '213.070', '248.097', '447.340', '495.620', ],
		febi 		: [ '07556', '21734', ],
		jp_group 	: [ '1119401100', '1119401101',  ],
		reinz 		: [ '10-33138-01', '71-12948-10', '71-33138-00', ],
		topran 		: [ '100 293', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '1H1819031A',
	title 	: 'Радіатор обігрівача',
	cat 	: '',
	analog 	: {
		febi 		: [ '11089', ],
		jp_group 	: [ '1126300400', ],
		mahle 		: [ 'AH19000S', ],
		nissens 	: [ '73962', ],
		nrf 		: [ '58622', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '1H2819031A',
	title 	: 'Радіатор обігрівача',
	cat 	: '',
	analog 	: {
		febi 		: [ '15904', ],
		valeo 		: [ '812031', ],
		nissens 	: [ '73961', '73962', ],
		nrf 		: [ '58623', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '06A115561B',
	title   : 'Фільтр масляний',
	analog 	: {
		blue_print 		: [ 'ADA102114', 'ADV182108', ],
		bosch 			: [ '0986452023', '0451103033', '0451103050', '0451103074', '0451103086', '0451103258', '0451103259', '0451103314', '0451103369', '0451103904', ],
		champion 		: [ 'COF100160S', 'COF100168S', 'COF100183S', ],
		denckermann 	: [ 'A210001', 'A210005', 'A210022',  ],
		febi 			: [ '22542', '22550', ],
		jp_group 		: [ '1118501500', '1118502100', ],
		kolbenschmidt 	: [ '50013056', '50013073', '50013097', '50013139', '50013529', ],
		mahle 			: [ 'HC45', 'OC264', 'OC460', 'OC47', 'OC479', 'OC47OF', 'OC49', ],
		mann_filter 	: [ 'W719/4', 'W719/5', 'W719/12', 'W719/14', 'W719/15', 'W719/21', 'W719/29', 'W719/30', 'W719/36', ],
		meat_doria 		: [ '150029', ],
		meyle 			: [ '1001150001', '1001150009', '7143220002', ],
		topran 			: [ '100653', ],
		valeo 			: [ '586029', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '1H0201511A',
	title   : 'Фільтр паливний',
	analog 	: {
		bosch 			: [ '0450905201', ],
		champion 		: [ 'CFF100206', ],
		denckermann 	: [ 'A110002', ],
		febi 			: [ '24073', ],
		jp_group 		: [ '1118700600', ],
		mahle 			: [ 'KL2', 'KL65', ],
		mann_filter 	: [ 'WK830', 'WK830/7', 'WK831', ],
		meat_doria 		: [ '4024/1', ],
		meyle 			: [ '0143230007', '3141332108', ],
		kolbenschmidt 	: [ '50013632', ],
		topran 			: [ '103023', ],
		valeo 			: [ '587004', '587006', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '191129620',
	title   : 'Фільтруючий елемент фільтру повітряного',
	analog 	: {
		bosch 			: [ '1457429777', ],
		champion 		: [ 'CAF100572P', ],
		denckermann 	: [ 'A140001', ],
		febi 			: [ '01512', '04622', ],
		jp_group 		: [ '1118604700', ],
		mahle 			: [ 'LX296', ],
		mann_filter 	: [ 'C31152/1', ],
		meyle 			: [ '1121290008', ],
		kolbenschmidt 	: [ '50013078', ],
		valeo 			: [ '585044', '585044', ],
	},
	site : { vbavto_com_ua: 1, },
},
{
	id 		: '3A0819644',
	title   : 'Фільтруючий елемент фільтру салону',
	analog 	: {
		bosch 			: [ '1 987 432 013', ],
		champion 		: [ 'CCF0019', ],
		corteco 		: [ '21651898', '21651968', ],
		denckermann 	: [ 'M110008', ],
		denso 			: [ 'DCF268P', ],
		febi 			: [ '09466', ],
		filtron 		: [ 'K1045A', ],
		kolbenschmidt 	: [ '50013726', ],
		mahle 			: [ 'LA44', ],
		mann_filter 	: [ 'CU2672', 'CU2750', 'CU25422', ],
		meyle 			: [ '1123190007', ],
	},
	site : { vbavto_com_ua: 1, },
},





];















