const objZodiac = {

	aries 			: { title: 'Овен' 		, 	symbol: '♈' , },
	taurus 			: { title: 'Телець' 	, 	symbol: '♉︎' , },
	gemini 			: { title: 'Близнюки' 	, 	symbol: '♊︎' , },
	cancer 			: { title: 'Рак' 		, 	symbol: '♋︎' , },
	leo 			: { title: 'Лев' 		, 	symbol: '♌︎' , },
	virgo 			: { title: 'Діва' 		, 	symbol: '♍︎' , },
	libra 			: { title: 'Терези' 	, 	symbol: '♎︎' , },
	scorpio 		: { title: 'Скорпіон' 	, 	symbol: '♏︎' , },
	sagittarius 	: { title: 'Стрілець' 	, 	symbol: '♐︎' , },
	capricornus 	: { title: 'Козеріг' 	, 	symbol: '♑︎' , },
	aquarius 		: { title: 'Водолій' 	, 	symbol: '♒︎' , },
	pisces 			: { title: 'Риби' 		, 	symbol: '♓︎' , },

};





const objTitleCalendar = { 	

	monthI: 	[ 'Січень','Лютий','Березень','Квітень','Травень','Червень','Липень','Серпень','Вересень','Жовтень','Листопад','Грудень' ],
	monthR: 	[ 'Січня','Лютого','Березня','Квітня','Травня','Червня','Липня','Серпня','Вересня','Жовтня','Листопада','Грудня' ],
	monthAbbr: 	[ 'січ','лют','бер','кві','тра','чер','лип','сер','вер','жов','лис','гру' ],
	month: 		[ '01','02','03','04','05','06','07','08','09','10','11','12' ],
	day: 		[ 'Неділя','Понеділок','Вівторок','Середа','Четвер','П\'ятниця','Субота' ],
	dayAbbr: 	[ 'Нд','Пн','Вт','Ср','Чт','Пт','Сб' ],

	// хвилини або секунди
	txtMS: 		[ '00','01','02','03','04','05','06','07','08','09','10','11','12','13','14','15','16','17','18','19','20','21','22','23','24','25','26','27','28','29','30','31','32','33','34','35','36','37','38','39','40','41','42','43','44','45','46','47','48','49','50','51','52','53','54','55','56','57','58','59' ],
};











